Repository: Tayra-Sakurai/Tango
Catalog: Tango/Strings/*/Resources.resw
Source language: en
Languages: ja_jp

# AddButton.Label
source: Add
ja_jp: 追加

# BalanceColumn.Header
source: Remainder
ja_jp: 残高

# CategoryColumn.Header
source: Category
ja_jp: 分類

# CategoryDetailDesc.Text
source: You can view and edit the content of the category.
ja_jp: 分類の詳細を表示します。また、内容の編集もできます。

# CategoryGuide.Text
source: Category
ja_jp: 分類

# CategoryLink.Content
source: Category
ja_jp: 分類

# CategoryLink.Header
source: Category
ja_jp: 分類

# DateColumn.Header
source: Date
ja_jp: 日付

# DatePicker.Header
source: Date
ja_jp: 日付

# DescBox.Header
source: Description
ja_jp: 説明

# DescBox.PlaceholderText
source: Description
ja_jp: 説明を入力

# DetailButton.Label
source: Detail
ja_jp: 詳細

# ExpenseBox.Header
source: Expense
ja_jp: 支出

# ExpenseBox.PlaceholderText
source: Please enter the expense.
ja_jp: 支出額を入力

# ExpenseColumn.Header
source: Expense
ja_jp: 支出

# FilterButton.Label
source: Filter
ja_jp: 絞り込み

# IdColumn.Header
source: Identity
ja_jp: ID

# IncomeBox.Header
source: Income
ja_jp: 収入

# IncomeBox.PlaceholderText
source: Enter the income.
ja_jp: 収入額を入力

# IncomeColumn.Header
source: Income
ja_jp: 収入

# ItemDetailDesc.Text
source: Check and edit the item.
ja_jp: 項目を確認・編集します。

# ItemLink.Content
source: Items
ja_jp: 項目

# ItemLink.Header
source: Item
ja_jp: 項目

# LicenseNotice.Text
source: This App is released under GPL-3.0-or-later license.
ja_jp: このアプリケーションはGPLの規定の下で配布されています。

# ListViewPageDesc.Text
source: Listing all items.
ja_jp: 一覧表示画面です。

# NameBox.Header
source: Name
ja_jp: 名称

# NameBox.PlaceholderText
source: Name
ja_jp: 名称を入力

# NameColumn.Header
source: Name
ja_jp: 名称

# NullCategoryTreeViewItem.Content
source: No category
ja_jp: カテゴリが選択されていません。

# PaymentMethodBox.Header
source: Payment Method
ja_jp: 支払い手段

# PaymentMethodColumn.Header
source: Payment Method
ja_jp: 支払い手段

# PaymentMethodDetailDesc.Text
source: You can view and edit the payment method data.
ja_jp: 支払い手段についての情報の確認・編集ができます。

# PaymentMethodLink.Content
source: Payment Methods
ja_jp: 支払い手段

# PaymentMethodLink.Header
source: Payment Methods
ja_jp: 支払い手段

# RemainderBox.Header
source: Remainder
ja_jp: 残高

# RemoveButton.Label
source: Remove
ja_jp: 削除

# RemoveConfirmButton.Content
source: OK. I am sure to remove it.
ja_jp: 削除

# RemoveConfirmMessage.Text
source: You are removing an element from the database. This is inreversible. Are you sure to remove it?
ja_jp: 要素を削除します。この操作は取り消せません。よろしいですか？

# SaveButton.Label
source: Save
ja_jp: 保存

# SyncButton.Label
source: Sync
ja_jp: 同期

# TimeColumn.Header
source: Time
ja_jp: 時刻

# TimePicker.Header
source: Time
ja_jp: 時刻
